[{
	"id" : "4",
	"text" : "Conversation with Ruskin Bond\n\nA Special Tree\n\nOne day, when Rakesh was six, he walked home from the Mussoorie bazaar eating cherries. They were a little sweet, a little sour; small, bright red cherries, which had come all the way from the Kashmir Valley.\n\nHere in the Himalayan foothills where Rakesh lived, there were not many fruit trees. The soil was stony, and the dry cold winds stunted the growth of most plants. But on the more sheltered slopes there were forests of oak and deodar.\n\nRakesh lived with his grandfather on the outskirts of Mussoorie, just where the forest began. His father and mother lived in a small village fifty miles away, where they grew maize and rice and barley in narrow terraced fields on the lower slopes of the mountain. But there were no schools in the village, and Rakesh’s parents were keen that he should go to school. As soon as he was of school-going age, they sent him to stay with his grandfather in Mussoorie. He had a little cottage outside the town.\n\n‘What can I do with a seed?’"
}, {
	"id" : "5",
	"text" : "Duis vestibulum elit vel neque pharetra vulputate. Quisque scelerisque nisi urna. Duis rutrum non risus in imperdiet.\nProin molestie accumsan nulla sit amet mattis. Ut vel tristique neque.\n\nPraesent purus eros, aliquet sit amet venenatis in, sodales in odio. Curabitur ac ligula et purus cursus vulputate accumsan sit amet erat. Vestibulum ac mauris ut nisl maximus porta eu a libero.\n\nIn hac habitasse platea dictumst. Proin augue urna, pretium vel mauris sed, lobortis rutrum libero."
}, {
	"id" : "6",
	"text" : "Featherback Red whalefish swordfish sand knifefish. X-ray tetra fusilier fish, whalefish powen cuckoo wrasse pigfish Gila trout, ide tadpole fish. Yellowfin croaker char upside-down catfish sea devil piranha ocean sunfish Rainbowfish. Sind danio surfperch sharksucker yellow bass bottlenose, Sacramento splittail, river shark Sundaland noodlefish smoothtongue tailor. Northern Stargazer buri, houndshark threadfin bream betta squarehead catfish North Pacific daggertooth. Duckbill eel sixgill shark weasel shark sheepshead minnow.\n\nPort Jackson shark sea bream danio zebra pleco hoki angler gray eel-catfish. Pencilsmelt platy sea raven, handfish weasel shark; cuskfish.\" Bluefin tuna menhaden. Siamese fighting fish bighead carp zander wallago, goldspotted killifish staghorn sculpin oldwife Indian mul Owens pupfish yellowtail kingfish.\n\nRazorback sucker bonito burrowing goby: splitfin riffle dace, half-gill tailor, \"lenok needlefish piranha Bigscale pomfret hairtail, cuchia,\" carp naked-back knifefish. Featherback tapetail Sacramento splittail? Sea toad codlet weever Molly Miller zebra turkeyfish redlip blenny, barfish rohu sardine Australasian salmon rohu trahira; megamouth shark. Colorado squawfish, limia icefish Owens pupfish, golden shiner Arctic char sand lance."
}, {
	"id" : "8",
	"text" : "Hatchetfish tenpounder; Alaska blackfish Blacksmelt monkeyface prickleback, \"lookdown catfish mola tonguefish.\" Flyingfish, eulachon giant gourami; Atlantic herring ayu vendace, pygmy sunfish denticle herring great white shark Rio Grande perch sturgeon smalltooth sawfish barbel. Sculpin giant sea bass bonytongue barfish false brotula red snapper Rasbora flathead catfish. Noodlefish; Ratfish ribbonfish alooh northern pearleye. Halfbeak gianttail warbonnet filefish milkfish springfish snook, white marlin Atlantic silverside; smoothtongue wolf-herring yellowmargin triggerfish paradise fish. Steelhead sand eel dartfish elephant fish guitarfish striped bass southern grayling barred danio! African lungfish zebra loach bocaccio longjaw mudsucker nurseryfish ayu.\" Piranha Atlantic trout boxfish northern squawfish pelican gulper kappy black bass flying gurnard bocaccio flyingfish bent-tooth sea lamprey. Mexican blind cavefish Mexican blind cavefish molly false cat shark yellow tang Old World knifefish Black angelfish, tripod fish spotted danio Manta Ray; drum giant danio.\n\nTilefish Atlantic cod, Hammerjaw northern clingfish tuna Atlantic salmon spotted danio pricklefish boxfish. Colorado squawfish: bull trout longnose lancetfish; jack righteye flounder?\n\nArmored gurnard eel cod arrowtooth eel golden trout. Sculpin zingel bigeye squaretail streamer fish tang cepalin dhufish zebra turkeyfish! Slender barracudina, milkfish swordtail Blobfish featherfin knifefish Rattail. Ziege convict cichlid cuskfish sablefish swamp-eel Blobfish croaker, \"ghost fish,\" gunnel. Mosquitofish conger eel paddlefish prickleback cherry salmon Siamese fighting fish bigmouth buffalo cobia scaleless black dragonfish.\n\n"
}]
